const sideSectionData = {
    conditions : ' شرایط استفاده',
    description : ' توضیحات ',
    Address : ' آدرس',
    number : ' 021-2811220',
    fullAddress : 'پاسداران، خیابان نیستان سوم، خیابان راستوان، تقاطع حجت سوری(ضلع جنوب غربی میدان احتشامیه)، پلاک 75',
    tags: ' برچسب ها',
    items : [
        {
            text : 'هزینه ارسال در شهر تهران فقط 8000 تومان'
        },
        {
            text :'هزینه ارسال به سایر شهرها و شهرستانها بعهده خریدار می باشد'
        },
        {
            class : 'colored',
            text : 'ارسال سفارشات در تهران حداکثر 3 روز بعد از آخرین ثبت سفارش'
        },
        {   class : 'colored',
            text : 'ارسال به تمامی شهرستان ها با هزینه ثابت 16,000 تومان توسط پست پیشتاز و هزینه ثابت 18,000 توسط پست چاپار'
        },
        {
            class : 'colored',
            text : 'ثبت درخواست ارسال پستی به عهده خریدار می باشد'
        },
        {
            class: 'colored',
            text : 'مدت زمان تحویل سفارشات به پست حداکثر دو روز کاری بعد از ثبت درخواست ارسال پستی'
        },
        {
            text : 'در صورت مشکل در تامین موجودی، سفارشات لغو و تمام مبلغ به حساب کاربری شما برگردانده میشود'
        },
        {
            text : 'امکان درخواست برگشت وجه، از طریق پنل کاربری!'
        },
        {
            class : 'colored',
            text : ' تمام گلدتگ‌های (مختلف) سفارش داده شده باهم و با یک هزینه ارسال میشوند (تهران و شهرستان)'
        },
        {
            text:'عد از خرید لطفاٌ اطلاعات تماس و آدرس را بطور کامل در پروفایل وارد کنید'
        },
        {
            class : 'colored',
            text : 'امکان دریافت کالا بصورت حضوری از 9 صبح تا 5 عصر بهمراه کد گلدتگ (بجز روزهای تعطیل)'
        },
        {
            text :'برای خریدی مطمئن،حتما قبل از سفارش گلدتگ، از تمامی مراکز آنلاین و فروشگاهی استعلام قیمت، امکانات و کیفیت بگیرید'
        }
    ]
};
export default sideSectionData;