let data = [
    {
        isAvailable : true,
        className : 'gridfirst',
        id:3,
        comments : [{
            like : 4,
            dislike : 1,
                name: 'مه رضایی',
                date : '1400/02/31',
                customercomment : 'کسانی ک استفاده کردند از جنسش بگن لطفا نمیریزه؟ حالت چسبناک داره یانه؟',
                goldcomment : 'سلام منتظر نظر کاربران عزیز گلدتگ هستیم'
            }],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/736x536/999726840_1621418858__750-544.jpg",
        purchased : "44 عدد",
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/250610996_1621418862__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1443349497_1621418854__750-5443.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg'
        ],
        title : "پالت سایه چشم HUDABEAUTY",
        subtitle : "18 رنگ، ماندگاری بالا",
        price : 90000,
        newprice : 64800,
        address : {
            home : 'خانه'  ,
            category : 'لوازم شخصی',
            secondCategory : 'لوازم آرایشی و بهداشتی',
            product : 'پالت سایه چشم HUDABEAUTY'

        },
        daynum : "16 روز",
        description : "پالت سایه چشم HUDA BEAUTY مدل New N.U.D.E دارای 18 رنگ رم و طبیعیه که این 18 رنگ شامل: 7 رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلره، شما میتوانید با این پالت چشم انواع آرایش چشم از آرایش های ملایم و روزانه تا آرایش کامل شب رو داشته باشید. این پالت دارای ترکیب رنگی زیبا و منحصر به فردی بوده و از ماندگاری بالایی برخورداره.",
        property : [
            'پالت سایه',
            'طرح: HUDA BEAUTY',
            '18 رنگ',
            '7رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلر',
            'با رنگهای گرم و طبیعی',
            'تنوع رنگی بالا',
            'قابلیت ایجاد انواع آرایش های چشم از آرایش ملایم و روزانه تا آرایش کامل شب',
            'دارای یک آینه بزرگ در قسمت درب پالت',
            'ابعاد: 17.5x10.5cm',
            'محصول: چین',
            'به دلیل رعایت مسائل بهداشتی امکان تعویض یا استرداد کالا وجود ندارد',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        tags : [
            'پالت سایه',
            'سایه چشم',
            'پالت سایه چشم HUDABEAUTY'    
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
  
    },
    {
        id: 2,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 6,
            dislike : 5,
            name: 'امیرحسین محبی',
            date : '1400/02/02',
            customercomment : 'از دستفروش کنار خیابون تیشرت میگیریم حداقل یه نایلون داره دوتا تیشرت گرفتم بدون هیچ نایلونی گذاشتین تو کارتون. همه چیو فذای قیمت نکنید !',
            goldcomment : 'دوست عزیز خیلی متاسفم که نتونستیم نظرتونو جلب کنیم'
        },
        { id : 2,
            like : 1,
            dislike : 0,
            name : 'علی محمدپور',
            date : '1400/02/29',
            customercomment : 'با درود؛ انتقاد بنده نیز همین ااست چرا لباس های سفارش شده در پلاستیک یا پوشش مناسبی قرار نمی گیرد. تمامی سفارشات بنده درون کارتون همراه با سایر لوازم و سفارشات قرار گرفته گویا هیج گونه کنترل کیفی و نظارتی با توجه به شرایط موجود وجود ندارد.',
            goldcomment : 'سلام علی جان در تلاشیم تا این مشکلات حل بشه'
        },
        {
            id : 3,
            like : 1,
            dislike : 0,
            name : 'ابراهیم کوشا',
            date : '1400/02/02',
            customercomment : 'روی تی شرت رد جوهر خودکار هست آرم نایک هم صورتیه نه نارنجی لطفا با مشخصات صحیح آگهی بفرمایید',
            goldcomment : 'خیلی متاسفم امیدوارم که در پیشنهاد های بعدی بتونیم جبران کنیم'
        }
        ],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/307803407_1621341999__750-5445.jpg",
        purchased : "231 عدد",
        title : "تیشرت مردانه طرح Nike",
        subtitle : "تک رنگ، 2 سایز",
        price : 50000,
        newprice : 35500,
        tags : [
            'تیشرت مردانه',
            'تیشرت مردانه طرح Nike',
            'تیشرت مردانه آستین کوتاه'  
        ],
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/83292830_1621342031__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/457949053_1618399929__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/307803407_1621341999__750-5445.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1285675403_1621342046__750-5444.jpg'
        ],
        address : {
            home : 'خانه'  ,
            category : 'پوشاک',
            secondCategory : 'پوشاک مردانه',
            product : 'تیشرت مردانه طرح Nike'

        },
        daynum : "15 روز",
        description : "تیشرت های مردانه طرح Nike در رنگ سفید ارائه شده و جنسش اسپان هستش، آستین کوتاه و یقه گرده. لوگوی چاپی روی تیشرت داره و دوختش تمیزه. 2 سایز داره که میتونید قبل از خرید به جدول سایزبندی مراجعه کنید تا انتخاب بهتری داشته باشید.",
        property : [
            'تیشزت مردانه',
            'جنس: اسپان',
            'طرح: Nike',
            'آستین کوتاه',
            'یقه گرد',
            'آستین کوتاه',
            'دارای لوگوی چاپی روی تیشرت',
            'رنگ سفید',
            'سایز: XL و 2XL',
            ' تخفیف این گلدتگ با توجه به سایز متفاوت است',
            'محصول: ایران',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : true,
        beenPurchased : '20 فروخته شده'
    },
    {
        id:1,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'ام احمدی',
            date : '1400/02/30',
            customercomment : 'کسانیکه بدستشان رسیده لطفا اظهار نظر کنید ممنون',
            goldcomment : 'سلام متظر نظر کاربران عزیز گلدتگ هستیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'Masoud Ghahremani',
            date : '1400/02/29',
            customercomment : 'گلدان ابکاری شده؟آب میشه داخلش ریخت؟',
            goldcomment : 'بله دوست عزیز'
        },
        {
            id : 3,
            like : 1,
            dislike : 0,
            name : 'سارا خلجی',
            date : '1400/03/03',
            customercomment : 'هر دو طرف گلدان گل داره؟',
            goldcomment : 'بله سارا جان'
        }
        ],
        title:"گلدان سرامیکی M.R.Z",
        subtitle: "دارای طرح گل رز",
        purchased: " 155 عدد",
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/704167149_1621340742__750-5444.jpg",
        price : 60000,
        newprice: 35400,
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/823778970_1621340749__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/157560287_1621340746__750-544.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/704167149_1621340742__750-5444.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/606712390_1621340757__750-5443.jpg'
        ],
        tags : [
            'گلدان',
            'گلدان سرامیکی',
            'گلدان سرامیکی M.R.Z'
        ],
        address : {
            home : 'خانه'  ,
            category : 'لوازم خانگی',
            secondCategory : 'دکوری',
            product : 'گلدان سرامیکی M.R.Z'

        },
        daynum: "15 روز",
        description: "امروز به شما گلدان سرامیکی رو پیشنهاد میکنیم که میتونید انواع گل طبیعی و مصنوعی رو داخلش بذارید. روی این گلدون طرح گل رز داره و دارای پکیجه و برای هدیه دادن میتونه انتخاب خوبی باشه.",
        property: [
            'گلدان',
            'جنس: سرامیک',
            'دارای طرح گل رز روی گلدان',
            'مناسب برای انواع گل طبیعی و مصنوعی',
            'مناسب برای هدیه',
            'ارتفاع گلدان: 24cm',
            'قطر دهانه گلدان: 3cm',
            'سطح مقطع: 5.5cm',
            'دارای پکیج', 
            'ابعادپکیج: 9.5x9.5x24cm',
            'محصول: چین',
            ' ارسال به شهرستان بدون امکان تعویض در صورت شکستگی',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
    },
    {
        id: 4,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'امیرحسین محبی',
            date : '1400/02/02',
            customercomment : 'از دستفروش کنار خیابون تیشرت میگیریم حداقل یه نایلون داره دوتا تیشرت گرفتم بدون هیچ نایلونی گذاشتین تو کارتون. همه چیو فذای قیمت نکنید !',
            goldcomment : 'دوست عزیز خیلی متاسفم که نتونستیم نظرتونو جلب کنیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'علی محمدپور',
            date : '1400/02/29',
            customercomment : 'با درود؛ انتقاد بنده نیز همین ااست چرا لباس های سفارش شده در پلاستیک یا پوشش مناسبی قرار نمی گیرد. تمامی سفارشات بنده درون کارتون همراه با سایر لوازم و سفارشات قرار گرفته گویا هیج گونه کنترل کیفی و نظارتی با توجه به شرایط موجود وجود ندارد.',
            goldcomment : 'سلام علی جان در تلاشیم تا این مشکلات حل بشه'
        },
        {
            id : 3,
            like : 1,
            dislike : 0,
            name : 'ابراهیم کوشا',
            date : '1400/02/02',
            customercomment : 'روی تی شرت رد جوهر خودکار هست آرم نایک هم صورتیه نه نارنجی لطفا با مشخصات صحیح آگهی بفرمایید',
            goldcomment : 'خیلی متاسفم امیدوارم که در پیشنهاد های بعدی بتونیم جبران کنیم'
        }
        ],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/307803407_1621341999__750-5445.jpg",
        purchased : "231 عدد",
        title : "تیشرت مردانه طرح Nike",
        subtitle : "تک رنگ، 2 سایز",
        price : 50000,
        newprice : 35500,
        tags : [
            'تیشرت مردانه',
            'تیشرت مردانه طرح Nike',
            'تیشرت مردانه آستین کوتاه'  
        ],
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/83292830_1621342031__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/457949053_1618399929__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/307803407_1621341999__750-5445.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1285675403_1621342046__750-5444.jpg'
        ],
        address : {
            home : 'خانه'  ,
            category : 'پوشاک',
            secondCategory : 'پوشاک مردانه',
            product : 'تیشرت مردانه طرح Nike'

        },
        daynum : "15 روز",
        description : "تیشرت های مردانه طرح Nike در رنگ سفید ارائه شده و جنسش اسپان هستش، آستین کوتاه و یقه گرده. لوگوی چاپی روی تیشرت داره و دوختش تمیزه. 2 سایز داره که میتونید قبل از خرید به جدول سایزبندی مراجعه کنید تا انتخاب بهتری داشته باشید.",
        property : [
            'تیشزت مردانه',
            'جنس: اسپان',
            'طرح: Nike',
            'آستین کوتاه',
            'یقه گرد',
            'آستین کوتاه',
            'دارای لوگوی چاپی روی تیشرت',
            'رنگ سفید',
            'سایز: XL و 2XL',
            ' تخفیف این گلدتگ با توجه به سایز متفاوت است',
            'محصول: ایران',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : true,
        beenPurchased : '20 فروخته شده'
    },
    {
        id: 2,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'امیرحسین محبی',
            date : '1400/02/02',
            customercomment : 'از دستفروش کنار خیابون تیشرت میگیریم حداقل یه نایلون داره دوتا تیشرت گرفتم بدون هیچ نایلونی گذاشتین تو کارتون. همه چیو فذای قیمت نکنید !',
            goldcomment : 'دوست عزیز خیلی متاسفم که نتونستیم نظرتونو جلب کنیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'علی محمدپور',
            date : '1400/02/29',
            customercomment : 'با درود؛ انتقاد بنده نیز همین ااست چرا لباس های سفارش شده در پلاستیک یا پوشش مناسبی قرار نمی گیرد. تمامی سفارشات بنده درون کارتون همراه با سایر لوازم و سفارشات قرار گرفته گویا هیج گونه کنترل کیفی و نظارتی با توجه به شرایط موجود وجود ندارد.',
            goldcomment : 'سلام علی جان در تلاشیم تا این مشکلات حل بشه'
        },
        {
            id : 3,
            like : 1,
            dislike : 0,
            name : 'ابراهیم کوشا',
            date : '1400/02/02',
            customercomment : 'روی تی شرت رد جوهر خودکار هست آرم نایک هم صورتیه نه نارنجی لطفا با مشخصات صحیح آگهی بفرمایید',
            goldcomment : 'خیلی متاسفم امیدوارم که در پیشنهاد های بعدی بتونیم جبران کنیم'
        }
        ],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/307803407_1621341999__750-5445.jpg",
        purchased : "231 عدد",
        title : "تیشرت مردانه طرح Nike",
        subtitle : "تک رنگ، 2 سایز",
        price : 50000,
        newprice : 35500,
        tags : [
            'تیشرت مردانه',
            'تیشرت مردانه طرح Nike',
            'تیشرت مردانه آستین کوتاه'  
        ],
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/83292830_1621342031__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/457949053_1618399929__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/307803407_1621341999__750-5445.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1285675403_1621342046__750-5444.jpg'
        ],
        address : {
            home : 'خانه'  ,
            category : 'پوشاک',
            secondCategory : 'پوشاک مردانه',
            product : 'تیشرت مردانه طرح Nike'

        },
        daynum : "15 روز",
        description : "تیشرت های مردانه طرح Nike در رنگ سفید ارائه شده و جنسش اسپان هستش، آستین کوتاه و یقه گرده. لوگوی چاپی روی تیشرت داره و دوختش تمیزه. 2 سایز داره که میتونید قبل از خرید به جدول سایزبندی مراجعه کنید تا انتخاب بهتری داشته باشید.",
        property : [
            'تیشزت مردانه',
            'جنس: اسپان',
            'طرح: Nike',
            'آستین کوتاه',
            'یقه گرد',
            'آستین کوتاه',
            'دارای لوگوی چاپی روی تیشرت',
            'رنگ سفید',
            'سایز: XL و 2XL',
            ' تخفیف این گلدتگ با توجه به سایز متفاوت است',
            'محصول: ایران',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : true,
        beenPurchased : '20 فروخته شده'
    },
    
    {
        id:5,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 3,
            dislike : 0,
            name: 'ام احمدی',
            date : '1400/02/30',
            customercomment : 'کسانیکه بدستشان رسیده لطفا اظهار نظر کنید ممنون',
            goldcomment : 'سلام متظر نظر کاربران عزیز گلدتگ هستیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'Masoud Ghahremani',
            date : '1400/02/29',
            customercomment : 'گلدان ابکاری شده؟آب میشه داخلش ریخت؟',
            goldcomment : 'بله دوست عزیز'
        },
        {
            id : 3,
            like : 2,
            dislike : 0,
            name : 'سارا خلجی',
            date : '1400/03/03',
            customercomment : 'هر دو طرف گلدان گل داره؟',
            goldcomment : 'بله سارا جان'
        }
        ],
        title:"گلدان سرامیکی M.R.Z",
        subtitle: "دارای طرح گل رز",
        purchased: " 155 عدد",
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/704167149_1621340742__750-5444.jpg",
        price : 60000,
        newprice: 35400,
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/823778970_1621340749__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/157560287_1621340746__750-544.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/704167149_1621340742__750-5444.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/606712390_1621340757__750-5443.jpg'
        ],
        tags : [
            'گلدان',
            'گلدان سرامیکی',
            'گلدان سرامیکی M.R.Z'
        ],
        address : {
            home : 'خانه'  ,
            category : 'پوشاک',
            secondCategory : 'پوشاک مردانه',
            product : 'تیشرت مردانه طرح Nike'

        },
        daynum: "15 روز",
        description: "امروز به شما گلدان سرامیکی رو پیشنهاد میکنیم که میتونید انواع گل طبیعی و مصنوعی رو داخلش بذارید. روی این گلدون طرح گل رز داره و دارای پکیجه و برای هدیه دادن میتونه انتخاب خوبی باشه.",
        property: [
            'گلدان',
            'جنس: سرامیک',
            'دارای طرح گل رز روی گلدان',
            'مناسب برای انواع گل طبیعی و مصنوعی',
            'مناسب برای هدیه',
            'ارتفاع گلدان: 24cm',
            'قطر دهانه گلدان: 3cm',
            'سطح مقطع: 5.5cm',
            'دارای پکیج', 
            'ابعادپکیج: 9.5x9.5x24cm',
            'محصول: چین',
            ' ارسال به شهرستان بدون امکان تعویض در صورت شکستگی',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
    },
    {
        id: 6,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'امیرحسین محبی',
            date : '1400/02/02',
            customercomment : 'از دستفروش کنار خیابون تیشرت میگیریم حداقل یه نایلون داره دوتا تیشرت گرفتم بدون هیچ نایلونی گذاشتین تو کارتون. همه چیو فذای قیمت نکنید !',
            goldcomment : 'دوست عزیز خیلی متاسفم که نتونستیم نظرتونو جلب کنیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'علی محمدپور',
            date : '1400/02/29',
            customercomment : 'با درود؛ انتقاد بنده نیز همین ااست چرا لباس های سفارش شده در پلاستیک یا پوشش مناسبی قرار نمی گیرد. تمامی سفارشات بنده درون کارتون همراه با سایر لوازم و سفارشات قرار گرفته گویا هیج گونه کنترل کیفی و نظارتی با توجه به شرایط موجود وجود ندارد.',
            goldcomment : 'سلام علی جان در تلاشیم تا این مشکلات حل بشه'
        },
        {
            id : 3,
            like : 1,
            dislike : 1,
            name : 'ابراهیم کوشا',
            date : '1400/02/02',
            customercomment : 'روی تی شرت رد جوهر خودکار هست آرم نایک هم صورتیه نه نارنجی لطفا با مشخصات صحیح آگهی بفرمایید',
            goldcomment : 'خیلی متاسفم امیدوارم که در پیشنهاد های بعدی بتونیم جبران کنیم'
        }
        ],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/307803407_1621341999__750-5445.jpg",
        purchased : "231 عدد",
        title : "تیشرت مردانه طرح Nike",
        subtitle : "تک رنگ، 2 سایز",
        price : 50000,
        newprice : 35500,
        tags : [
            'تیشرت مردانه',
            'تیشرت مردانه طرح Nike',
            'تیشرت مردانه آستین کوتاه'  
        ],
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/83292830_1621342031__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/457949053_1618399929__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/307803407_1621341999__750-5445.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1285675403_1621342046__750-5444.jpg'
        ],
        address : {
            home : 'خانه'  ,
            category : 'پوشاک',
            secondCategory : 'پوشاک مردانه',
            product : 'تیشرت مردانه طرح Nike'

        },
        daynum : "15 روز",
        description : "تیشرت های مردانه طرح Nike در رنگ سفید ارائه شده و جنسش اسپان هستش، آستین کوتاه و یقه گرده. لوگوی چاپی روی تیشرت داره و دوختش تمیزه. 2 سایز داره که میتونید قبل از خرید به جدول سایزبندی مراجعه کنید تا انتخاب بهتری داشته باشید.",
        property : [
            'تیشزت مردانه',
            'جنس: اسپان',
            'طرح: Nike',
            'آستین کوتاه',
            'یقه گرد',
            'آستین کوتاه',
            'دارای لوگوی چاپی روی تیشرت',
            'رنگ سفید',
            'سایز: XL و 2XL',
            ' تخفیف این گلدتگ با توجه به سایز متفاوت است',
            'محصول: ایران',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : true,
        beenPurchased : '20 فروخته شده'
    },
    {
        id:9,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'ام احمدی',
            date : '1400/02/30',
            customercomment : 'کسانیکه بدستشان رسیده لطفا اظهار نظر کنید ممنون',
            goldcomment : 'سلام متظر نظر کاربران عزیز گلدتگ هستیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'Masoud Ghahremani',
            date : '1400/02/29',
            customercomment : 'گلدان ابکاری شده؟آب میشه داخلش ریخت؟',
            goldcomment : 'بله دوست عزیز'
        },
        {
            id : 3,
            like : 1,
            dislike : 0,
            name : 'سارا خلجی',
            date : '1400/03/03',
            customercomment : 'هر دو طرف گلدان گل داره؟',
            goldcomment : 'بله سارا جان'
        }
        ],
        title:"گلدان سرامیکی M.R.Z",
        subtitle: "دارای طرح گل رز",
        purchased: " 155 عدد",
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/704167149_1621340742__750-5444.jpg",
        price : 60000,
        newprice: 35400,
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/823778970_1621340749__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/157560287_1621340746__750-544.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/704167149_1621340742__750-5444.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/606712390_1621340757__750-5443.jpg'
        ],
        tags : [
            'گلدان',
            'گلدان سرامیکی',
            'گلدان سرامیکی M.R.Z'
        ],
        address : {
            home : 'خانه'  ,
            category : 'لوازم شخصی',
            secondCategory : 'لوازم آرایشی و بهداشتی',
            product : 'پالت سایه چشم HUDABEAUTY'

        },
        daynum: "15 روز",
        description: "امروز به شما گلدان سرامیکی رو پیشنهاد میکنیم که میتونید انواع گل طبیعی و مصنوعی رو داخلش بذارید. روی این گلدون طرح گل رز داره و دارای پکیجه و برای هدیه دادن میتونه انتخاب خوبی باشه.",
        property: [
            'گلدان',
            'جنس: سرامیک',
            'دارای طرح گل رز روی گلدان',
            'مناسب برای انواع گل طبیعی و مصنوعی',
            'مناسب برای هدیه',
            'ارتفاع گلدان: 24cm',
            'قطر دهانه گلدان: 3cm',
            'سطح مقطع: 5.5cm',
            'دارای پکیج', 
            'ابعادپکیج: 9.5x9.5x24cm',
            'محصول: چین',
            ' ارسال به شهرستان بدون امکان تعویض در صورت شکستگی',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
    },
    {
        id:8,
        isAvailable: false,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'ام احمدی',
            date : '1400/02/30',
            customercomment : 'کسانیکه بدستشان رسیده لطفا اظهار نظر کنید ممنون',
            goldcomment : 'سلام متظر نظر کاربران عزیز گلدتگ هستیم'
        },
        {
            id : 2,
            like : 1,
            dislike : 0,
            name : 'Masoud Ghahremani',
            date : '1400/02/29',
            customercomment : 'گلدان ابکاری شده؟آب میشه داخلش ریخت؟',
            goldcomment : 'بله دوست عزیز'
        },
        {
            id : 3,
            like : 1,
            dislike : 0,
            name : 'سارا خلجی',
            date : '1400/03/03',
            customercomment : 'هر دو طرف گلدان گل داره؟',
            goldcomment : 'بله سارا جان'
        }
        ],
        title:"گلدان سرامیکی M.R.Z",
        subtitle: "دارای طرح گل رز",
        purchased: " 155 عدد",
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/704167149_1621340742__750-5444.jpg",
        price : 60000,
        newprice: 35400,
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/823778970_1621340749__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/157560287_1621340746__750-544.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/704167149_1621340742__750-5444.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/606712390_1621340757__750-5443.jpg'
        ],
        tags : [
            'گلدان',
            'گلدان سرامیکی',
            'گلدان سرامیکی M.R.Z'
        ],
        address : {
            home : 'خانه'  ,
            category : 'لوازم خانگی',
            secondCategory : 'دکوری',
            product : 'گلدان سرامیکی M.R.Z'

        },
        daynum: "15 روز",
        description: "امروز به شما گلدان سرامیکی رو پیشنهاد میکنیم که میتونید انواع گل طبیعی و مصنوعی رو داخلش بذارید. روی این گلدون طرح گل رز داره و دارای پکیجه و برای هدیه دادن میتونه انتخاب خوبی باشه.",
        property: [
            'گلدان',
            'جنس: سرامیک',
            'دارای طرح گل رز روی گلدان',
            'مناسب برای انواع گل طبیعی و مصنوعی',
            'مناسب برای هدیه',
            'ارتفاع گلدان: 24cm',
            'قطر دهانه گلدان: 3cm',
            'سطح مقطع: 5.5cm',
            'دارای پکیج', 
            'ابعادپکیج: 9.5x9.5x24cm',
            'محصول: چین',
            ' ارسال به شهرستان بدون امکان تعویض در صورت شکستگی',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
    },
    {
        className : 'gridSecond',
        id:7,
        isAvailable: true,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'مه رضایی',
            date : '1400/02/31',
            customercomment : 'کسانی ک استفاده کردند از جنسش بگن لطفا نمیریزه؟ حالت چسبناک داره یانه؟',
            goldcomment : 'سلام منتظر نظر کاربران عزیز گلدتگ هستیم'
        }],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/736x536/999726840_1621418858__750-544.jpg",
        purchased : "44 عدد",
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/250610996_1621418862__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1443349497_1621418854__750-5443.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg'
        ],
        title : "پالت سایه چشم HUDABEAUTY",
        subtitle : "18 رنگ، ماندگاری بالا",
        price : 90000,
        newprice : 64800,
        address : {
            home : 'خانه'  ,
            category : 'لوازم شخصی',
            secondCategory : 'لوازم آرایشی و بهداشتی',
            product : 'پالت سایه چشم HUDABEAUTY'

        },
        daynum : "16 روز",
        description : "پالت سایه چشم HUDA BEAUTY مدل New N.U.D.E دارای 18 رنگ رم و طبیعیه که این 18 رنگ شامل: 7 رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلره، شما میتوانید با این پالت چشم انواع آرایش چشم از آرایش های ملایم و روزانه تا آرایش کامل شب رو داشته باشید. این پالت دارای ترکیب رنگی زیبا و منحصر به فردی بوده و از ماندگاری بالایی برخورداره.",
        property : [
            'پالت سایه',
            'طرح: HUDA BEAUTY',
            '18 رنگ',
            '7رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلر',
            'با رنگهای گرم و طبیعی',
            'تنوع رنگی بالا',
            'قابلیت ایجاد انواع آرایش های چشم از آرایش ملایم و روزانه تا آرایش کامل شب',
            'دارای یک آینه بزرگ در قسمت درب پالت',
            'ابعاد: 17.5x10.5cm',
            'محصول: چین',
            'به دلیل رعایت مسائل بهداشتی امکان تعویض یا استرداد کالا وجود ندارد',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        tags : [
            'پالت سایه',
            'سایه چشم',
            'پالت سایه چشم HUDABEAUTY'    
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
    },
    {
        className : 'gridThird',
        id:10,
        comments : [{
            id : 1,
            like : 1,
            dislike : 0,
            name: 'مه رضایی',
            date : '1400/02/31',
            customercomment : 'کسانی ک استفاده کردند از جنسش بگن لطفا نمیریزه؟ حالت چسبناک داره یانه؟',
            goldcomment : 'سلام منتظر نظر کاربران عزیز گلدتگ هستیم'
        }],
        cover : "https://cdn.goldtag.net/web/uploads/pictures/736x536/999726840_1621418858__750-544.jpg",
        purchased : "44 عدد",
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/250610996_1621418862__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1443349497_1621418854__750-5443.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg'
        ],
        title : "پالت سایه چشم HUDABEAUTY",
        subtitle : "18 رنگ، ماندگاری بالا",
        price : 90000,
        newprice : 64800,
        address : {
            home : 'خانه'  ,
            category : 'لوازم شخصی',
            secondCategory : 'لوازم آرایشی و بهداشتی',
            product : 'پالت سایه چشم HUDABEAUTY'

        },
        daynum : "16 روز",
        description : "پالت سایه چشم HUDA BEAUTY مدل New N.U.D.E دارای 18 رنگ رم و طبیعیه که این 18 رنگ شامل: 7 رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلره، شما میتوانید با این پالت چشم انواع آرایش چشم از آرایش های ملایم و روزانه تا آرایش کامل شب رو داشته باشید. این پالت دارای ترکیب رنگی زیبا و منحصر به فردی بوده و از ماندگاری بالایی برخورداره.",
        property : [
            'پالت سایه',
            'طرح: HUDA BEAUTY',
            '18 رنگ',
            '7رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلر',
            'با رنگهای گرم و طبیعی',
            'تنوع رنگی بالا',
            'قابلیت ایجاد انواع آرایش های چشم از آرایش ملایم و روزانه تا آرایش کامل شب',
            'دارای یک آینه بزرگ در قسمت درب پالت',
            'ابعاد: 17.5x10.5cm',
            'محصول: چین',
            'به دلیل رعایت مسائل بهداشتی امکان تعویض یا استرداد کالا وجود ندارد',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        tags : [
            'پالت سایه',
            'سایه چشم',
            'پالت سایه چشم HUDABEAUTY'    
        ],
        clothes : false,
        beenPurchased : '20 فروخته شده'
    }
];
    export default data;