let firstCard = [
    {
        gridArea: 'big1',
        id: 0,
        cover : "https://cdn.goldtag.net/web/uploads/pictures/736x536/999726840_1621418858__750-544.jpg",
        purchased : "44 عدد",
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/250610996_1621418862__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1443349497_1621418854__750-5443.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg'
        ],
        title : "پالت سایه چشم HUDABEAUTY",
        subtitle : "18 رنگ، ماندگاری بالا",
        price : 90000,
        newprice : 64800,
        address : "پالت سایه چشم HUDABEAUTY < خانه > لوازم شخصی > لوازم آرایشی و بهداشتی",
        daynum : "16 روز",
        description : "پالت سایه چشم HUDA BEAUTY مدل New N.U.D.E دارای 18 رنگ رم و طبیعیه که این 18 رنگ شامل: 7 رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلره، شما میتوانید با این پالت چشم انواع آرایش چشم از آرایش های ملایم و روزانه تا آرایش کامل شب رو داشته باشید. این پالت دارای ترکیب رنگی زیبا و منحصر به فردی بوده و از ماندگاری بالایی برخورداره.",
        property : [
            'پالت سایه',
            'طرح: HUDA BEAUTY',
            '18 رنگ',
            '7رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلر',
            'با رنگهای گرم و طبیعی',
            'تنوع رنگی بالا',
            'قابلیت ایجاد انواع آرایش های چشم از آرایش ملایم و روزانه تا آرایش کامل شب',
            'دارای یک آینه بزرگ در قسمت درب پالت',
            'ابعاد: 17.5x10.5cm',
            'محصول: چین',
            'به دلیل رعایت مسائل بهداشتی امکان تعویض یا استرداد کالا وجود ندارد',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        tags : [
            'پالت سایه',
            'سایه چشم',
            'پالت سایه چشم HUDABEAUTY'    
        ],
        clothes : false
    }

];
export default firstCard;