let lastCard = [
    {
        gridArea: 'big2',
        id:9,
        title:"گلدان سرامیکی M.R.Z",
        subtitle: "دارای طرح گل رز",
        purchased: " 155 عدد",
        cover : "https://cdn.goldtag.net/web/uploads/pictures/270x170/704167149_1621340742__750-5444.jpg",
        price : 60000,
        newprice: 35400,
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/823778970_1621340749__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/157560287_1621340746__750-544.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/704167149_1621340742__750-5444.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/606712390_1621340757__750-5443.jpg'
        ],
        tags : [
            'گلدان',
            'گلدان سرامیکی',
            'گلدان سرامیکی M.R.Z'
        ],
        address: "خانه > لوازم خانگی > دکوری > گلدان سرامیکی M.R.Z",
        daynum: "15 روز",
        description: "امروز به شما گلدان سرامیکی رو پیشنهاد میکنیم که میتونید انواع گل طبیعی و مصنوعی رو داخلش بذارید. روی این گلدون طرح گل رز داره و دارای پکیجه و برای هدیه دادن میتونه انتخاب خوبی باشه.",
        property: [
            'گلدان',
            'جنس: سرامیک',
            'دارای طرح گل رز روی گلدان',
            'مناسب برای انواع گل طبیعی و مصنوعی',
            'مناسب برای هدیه',
            'ارتفاع گلدان: 24cm',
            'قطر دهانه گلدان: 3cm',
            'سطح مقطع: 5.5cm',
            'دارای پکیج', 
            'ابعادپکیج: 9.5x9.5x24cm',
            'محصول: چین',
            ' ارسال به شهرستان بدون امکان تعویض در صورت شکستگی',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        clothes : false
    },
    {
        gridArea: 'big3',
        id:10,
        cover : "https://cdn.goldtag.net/web/uploads/pictures/736x536/999726840_1621418858__750-544.jpg",
        purchased : "44 عدد",
        swiper : [
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/250610996_1621418862__750-5441.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1443349497_1621418854__750-5443.jpg',
            'https://cdn.goldtag.net/web/uploads/pictures/736x536/1723945140_1621418866__750-5442.jpg'
        ],
        title : "پالت سایه چشم HUDABEAUTY",
        subtitle : "18 رنگ، ماندگاری بالا",
        price : 90000,
        newprice : 64800,
        address : "پالت سایه چشم HUDABEAUTY < خانه > لوازم شخصی > لوازم آرایشی و بهداشتی",
        daynum : "16 روز",
        description : "پالت سایه چشم HUDA BEAUTY مدل New N.U.D.E دارای 18 رنگ رم و طبیعیه که این 18 رنگ شامل: 7 رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلره، شما میتوانید با این پالت چشم انواع آرایش چشم از آرایش های ملایم و روزانه تا آرایش کامل شب رو داشته باشید. این پالت دارای ترکیب رنگی زیبا و منحصر به فردی بوده و از ماندگاری بالایی برخورداره.",
        property : [
            'پالت سایه',
            'طرح: HUDA BEAUTY',
            '18 رنگ',
            '7رنگ شاین و 10 رنگ مات و 1 رنگ کانسیلر',
            'با رنگهای گرم و طبیعی',
            'تنوع رنگی بالا',
            'قابلیت ایجاد انواع آرایش های چشم از آرایش ملایم و روزانه تا آرایش کامل شب',
            'دارای یک آینه بزرگ در قسمت درب پالت',
            'ابعاد: 17.5x10.5cm',
            'محصول: چین',
            'به دلیل رعایت مسائل بهداشتی امکان تعویض یا استرداد کالا وجود ندارد',
            'عکس های اسلایدر، عکس واقعی از محصول هستند که توسط تیم گلدتگ گرفته شده اند و عکس اینترنتی نیستند'
        ],
        tags : [
            'پالت سایه',
            'سایه چشم',
            'پالت سایه چشم HUDABEAUTY'    
        ],
        clothes : false
    }


];
export default lastCard;